[GENERAL]
NAME				= Slovak
TRANSLATOR			= PEPEK, PEŠISOFT SK
DLG_FONT_NAME			=
DLG_FONT_SIZE			=


[TEXT]
TEXT_EXPIRED			= Skúšobná doba vypršala.
TEXT_BETA			= Beta VERZIA
TEXT_UNREGISTERED		= Neregistrovaná
TEXT_INIT_FAIL			= Zlyhalo spustenie aplikácie.
TEXT_APPINFO			= Bandicam - Vysoko výkonné zachytenie videa.

; error
TEXT_ERROR_DISKSPACE		= Nedostatok miesta na disku pre nahrávku.
TEXT_ERROR_VIDEO_CAP		= Zlyhal štart pri zachytení videa.
TEXT_ERROR_AUDIO_CAP		= Zlyhal štart pri zachytení audia.\nAk potrebujete pomoc, kliknite na tlačidlo OK.
TEXT_ERROR_IMAGE_CAP		= Nepodarilo sa zachytiť obrázok.\nSkontrolujte prosím výstupný priečinok.
TEXT_ERROR_CREATEFILE		= Neúspech pri vytvorení súboru.\nAk potrebujete pomoc, kliknite na tlačidlo OK.
TEXT_ERROR_CODEC_INIT		= Neúspech pri zavádzaní kodeku.
TEXT_ERROR_LOGO_IMAGE		= Nepodporovaný obrazový súbor. \nVyberte prosím podporovaný obrazový súbor(*.png).
TEXT_CAN_NOT_CHANGE_TB		= V bezplatnej verzii Bandicam nemôžete zmeniť toto nastavenie.\nKúpte si ho prosím na: http://bandicam.com/buy .
TEXT_WARNING_AMD_APP		= Váš systém nepodporuje 'H.264 (AMD APP)', takže bude použitý prednastavený kodek.
TEXT_WARNING_AMD_APP2		= Váš systém nepodporuje 'H.264 (AMD APP)'.

; video setting page name
TEXT_VID_PAGE_SOUND		= Zvuk
TEXT_VID_PAGE_WEBCAM		= Webkamera
TEXT_VID_PAGE_LOGO		= Logo
TEXT_VID_PAGE_EFFECTS		= Efekty
TEXT_VID_PAGE_OPTIONS		= Možnosti

; option page name
TEXT_OPT_PAGE_GENERAL		= Hlavný
TEXT_OPT_PAGE_OUTPUT		= Výstup
TEXT_OPT_PAGE_HOOKING		= Maska rámu
TEXT_OPT_PAGE_LANGUAGE		= Jazyk
TEXT_OPT_PAGE_OTHERS		= Iné

TEXT_VIDEO			= Video
TEXT_AUDIO			= Audio

TEXT_FOLDER_SELECT		= Vyberte priečinok na uloženie.

TEXT_FMT_FULL_SIZE		= Úplná veľkosť
TEXT_FMT_HALF_SIZE		= Polovičná veľkosť
TEXT_FMT_FIT_WIDTH		= Prispôsobiť na šírku
TEXT_FMT_FIT_HEIGHT		= Prispôsobiť na výšku
TEXT_FMT_CUSTOM_SIZE		= Vlastná veľkosť
TEXT_FMT_STEREO			= stereo
TEXT_FMT_MONO			= mono
TEXT_FMT_ORIGINAL_PCM		= Originálny zvukový formát

; preset
TEXT_PRESET_DEFAULT		= Predvolená veľkosť
TEXT_PRESET_HALFSIZE		= Polovičná veľkosť
TEXT_PRESET_H264_60FPS_SYNC	= H.264, 60 obr/s (Intel® Quick Sync video)
TEXT_PRESET_H264_60FPS_NVENC	= H.264, 60 obr/s (NVIDIA® NVENC)
TEXT_PRESET_H264_60FPS_CUDA	= H.264, 60 obr/s (NVIDIA® CUDA™)
TEXT_PRESET_H264_60FPS_APP	= H.264, 60 obr/s (AMD APP)
TEXT_PRESET_ULTRAFAST_60FPS	= Super rýchle nastavenie pre 60 obr/s
TEXT_PRESET_LOWEND		= Veľkosť pre PC so slabším výkonom
TEXT_PRESET_NICO		= --
TEXT_PRESET_NICO_HQ		= --
TEXT_PRESET_NAVER_480P		= --
TEXT_PRESET_YOUTUBE_360P	= YouTube (360 pixelov)
TEXT_PRESET_YOUTUBE_480P	= YouTube (480 pixelov)
TEXT_PRESET_YOUTUBE_720P	= YouTube (720 pixelov)
TEXT_PRESET_PMP			= Pre Divx/Galaxy Smartphone
TEXT_PRESET_EDIT		= Po úprave - Premiere/Sony Vegas/Pinnacle
TEXT_PRESET_POWERPOINT		= Pre MS PowerPoint
TEXT_PRESET_320x0		= Na šírku, 320x0
TEXT_PRESET_640x0		= Na šírku, 640x0
TEXT_PRESET_800x0		= Na šírku, 800x0
TEXT_PRESET_USER		= Užívateľské predvoľby

TEXT_CHANGE_LANG		= Ak chcete zmeniť jazyk, reštartujte Bandicam.\nChcete ho reštartovať teraz?
TEXT_CHANGE_HOOK		= Ak chcete uložiť nové nastavenie, reštartujte Bandicam.\nChcete ho reštartovať teraz?
TEXT_CHANGE_SIZE		= Ak chcete zmeniť veľkosť okna, reštartujte program Bandicam.\nChcete ho reštartovať teraz?
TEXT_RESET_ALL_SETTINGS		= Ste si istý, že chcete obnoviť všetky nastavenia na predvolené?

TEXT_REGISTER_SUCCEEDED		= Váš Bandicam bol zaregistrovaný.
TEXT_REGISTER_FAILED		= Registrácia zlyhala. \nSkontrolujte váš email a sériové číslo.
TEXT_REGISTER_CONNECT_FAILED	= Nemožné pripojenie k serveru registrácie.\nSkontrolujte prosím pripojenie k internetu, a nastavte systémové hodiny na dnešný dátum a čas.\nAk potrebujete pomoc, kliknite na tlačidlo OK.
TEXT_REGISTER_INFO		= Emailová adresa: %s\r\nSériové číslo: %s
TEXT_REGISTER_LIMITED		= Nahrávanie zastavené.\n\nV bezplatnej verzii Bandicam možno nahrať len 10 minút. Registrujte sa prosím!
TEXT_REGISTER_NEWRECORD		= V bezplatnej verzii Bandicam nemožno spustiť nový záznam.\nKúpte si prosím Bandicam na www.bandicam.com.
TEXT_REGISTER_LICENCE_INFO	= Neregistrovaný!!!\r\nAk nechcete, aby v nahranom videu bol vodoznak, \r\nmusíte si od nás kúpiť  licenciu Bandicam.

TEXT_PROGRAM_INVALID		= Táto aplikácia je poškodená. \nAplikáciu je potrebné preinštalovať.

TEXT_SELECT_TARGET		= Prosím kliknite na jedno z okien hore a vyberte režim nahrávania
TEXT_TARGET_DIRECTX		= <b>Režim nahrávania hry</b> - Nahrať hru a prehrávané video pomocou DirectX.
TEXT_TARGET_RECTANGLE		= <b>Režim nahrávania obrazovky</b> - Nahrať dianie na pracovnej ploche a video z webu.
TEXT_TARGET_CHANGING		= Ak zmeníte režim nahrávania, nahrávanie sa zastaví.\nSte si istí, že chcete pokračovať?
TEXT_TARGET_CHANGE_TO_RECTANGLE	= Nemožno spustiť nahrávanie v 'Režime nahrávania hry', pretože nebolo vybrané žiadne okno režimu nahrávania.\n\nChcete zmeniť režim nahrávania na 'Režim nahrávania obrazovky', aby bolo možné spustiť nahrávanie?

TEXT_STATUSBAR_READY		= Pripravený
TEXT_STATUSBAR_RECORDING	= Nahrávam...
TEXT_STATUSBAR_PAUSE		= Pozastaviť

TEXT_UPDATE_AVAILABLE		= Je dostupná nová verzia Bandicam. \nChcete ju stiahnuť teraz?
TEXT_UPDATE_UNAVAILABLE		= Používate najnovšiu verziu.
TEXT_UPDATE_FAILED		= Zlyhala správa o kontrole verzie. \nVáš PC nie je pripojený k internetu alebo  náš server pravdepodobne nepracuje správne.
TEXT_UPLOAD_EMAIL_NOT_VERIFIED	= Nemožno nahrať. Ak ste sa práve zaregistrovali, overte si prosím svoju e-mailovú adresu.

TEXT_TARGET_FULL		= Celá obrazovka
TEXT_TARGET_RESTORE		= Obnoviť
TEXT_TARGET_FIND		= Nájsť okno
TEXT_TARGET_RESIZE		= Vybrať veľkosť okna z ponuky
TEXT_TARGET_IMAGE		= Zachytiť obrázok
TEXT_TARGET_PEN			= Režim kreslenia
TEXT_TARGET_RECORD_START	= Spustiť nahrávanie videa
TEXT_TARGET_RECORD_PAUSE	= Pozastaviť nahrávanie videa
TEXT_TARGET_RECORD_STOP		= Zastaviť nahrávanie videa 

TEXT_RC_HOWTO_NOCOMPLETE	= Automatické nahrávanie zakázané 
TEXT_RC_HOWTO_BYTIME		= Podľa času
TEXT_RC_HOWTO_BYSIZE		= Podľa veľkosti
TEXT_RC_AFTER_NEWRECORD		= Spustiť nové nahrávanie
TEXT_RC_AFTER_EXIT		= Ukončiť Bandicam
TEXT_RC_AFTER_SHUTDOWN		= Vypnúť počítač

TEXT_SHUTDOWN_SEC		= Vypnúť systém za %d sek.

TEXT_SEL_IMAGE_FILE		= Vybrať obrazový súbor

TEXT_RC_MB			= MB
TEXT_RC_GB			= GB

TEXT_SND_SELECT_2_DISABLE	= -- Vypnúť (doporučené) --

TEXT_CORRUPTED_AVI_FILE		= Posledný nahraný súbor je poškodený.\nChcete ho odstrániť?\n\nSúbor: %s
TEXT_TRAY_BALLOON_TIP		= Na obnovenie Bandicamu kliknite na ikonu v oznamovacej oblasti hlavného panela.
TEXT_TRAY_BALLOON_TIP_RECT	= Na zobrazenie okna nahrávania obrazovky kliknite na ikonu v oznamovacej oblasti hlavného panela.
TEXT_FORCE_STOP			= Zlyhalo zastavenie nahrávania, pretože cieľ nahrávania obrazovky neodpovedá.\nChcete okamžite zastaviť nahrávanie?
TEXT_EXTERNAL_CODEC		= - Externý kodek -
TEXT_CUDA_GPU_AUTOSELECT	= (Automatický výber)

; status bar tool-tip
TEXT_INDICATOR_STATUS		= Stav nahrávania
TEXT_INDICATOR_TIME		= Doba nahrávania
TEXT_INDICATOR_SIZE		= Veľkosť nahrávaného súboru / voľného miesta na disku
TEXT_INDICATOR_VOLUME		= Aktuálna úroveň hlasitosti

; recording priority
TEXT_REC_PRIORITY_NORMAL	= [Štandardná]- normálna prednastavená priorita
TEXT_REC_PRIORITY_HIGH		= [Vyššia]- vyššia než štandardná priorita
TEXT_REC_PRIORITY_HIGHEST	= [Najvyššia]- môže spomaliť ostatné úlohy 

; output page message
TEXT_OUTPUTS_BANDICUT		= Bandicut nie je nainštalovaný. Chcete teraz stiahnuť Bandicut?
TEXT_OUTPUTS_DELETE		= Naozaj chcete natrvalo odstrániť vybrané súbory?
TEXT_OUTPUTS_SELCOUNT		= %d vybraných položiek

; file naming settings
TEXT_FILE_NAME_PREFIX_TARGET	= Názov 
TEXT_FILE_NAME_PREFIX_CUSTOM	= Vlastná predvoľba
TEXT_FILE_NAME_PREFIX_NONE	= Žiadny
TEXT_FILE_NAME_SUFFIX_TIME	= Dátum/Čas
TEXT_FILE_NAME_SUFFIX_NUMBER	= Poradové číslo

; timer recording
TEXT_TIMER_REC_MINMAX_MINUTES	= Zadajte hodnotu medzi 1 a 1440 minútami.
TEXT_TIMER_REC_STOP_RECORDING	= Prebieha nahrávanie. \nSte si istí, že chcete zastaviť nahrávanie a pokračovať?

; upload video
TEXT_UPLOAD_VID_NO_TITLE	= Zadajte prosím názov videa, ktoré chcete odoslať.
TEXT_UPLOAD_VIMEO_LOGIN		= Prihlásenie na Vimeo
TEXT_UPLOAD_COMPLETE		= Odoslané
TEXT_UPLOAD_ERR_FAIL		= Toto video sa nepodarilo nahrať.
TEXT_UPLOAD_ERR_FILESIZE_LIMIT	= Tento súbor je príliš veľký na odoslanie.
TEXT_UPLOAD_ERR_FREESPACE	= Nedostatok voľného miesta k nahrávaniu na Vimeo.
TEXT_UPLOAD_ERR_CONNECT		= Nepodarilo sa pripojiť k serveru.

[SKIN]
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; TITLE
$TITLE_FONT_NAME		= Tahoma
$TITLE_FONT_SIZE		= 11
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; MAIN
; page name
$BN_PAGE_GENERAL		= Hlavný
$BN_PAGE_FPS			= Obr/s
$BN_PAGE_VIDEO			= Video
$BN_PAGE_IMAGE			= Obrázok
$BN_PAGE_OUTPUTS		= Výstup
$BN_PAGE_ABOUT			= O programe
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; GENERAL
$ST_GEN_OPTIONS			= Možnosti
$ST_GEN_OUTPUT_FOLDER		= Výstupný priečinok
$BN_GEN_OPEN_OUTPUT_FOLDER	= Otvoriť
$BN_GEN_ADV_OPTIONS		= Pokročilé 
$CK_GEN_ALWAYS_ON_TOP		= Okno Bandicam vždy navrchu
$CK_GEN_START_MINIMIZED		= Po spustení Bandicam minimalizovať do lišty
$CK_GEN_RUN_WHEN_START		= Spustiť Bandicam po spustení Windows
$CK_GEN_RECORD_WHEN_RUN		= Po spustení Bandicam spustiť nahrávanie v režime celej obrazovky
$CK_GEN_TIMER_RECORDING		= Nastaviť časovačom začiatok automatického nahrávania 
$ST_GEN_LANGUAGE		= Jazyk
$ST_GEN_REC_AUTO_START		= Spustiť automatické nahrávanie
$ST_GEN_REC_AUTO_COMPLETE	= Povoliť automatické nahrávanie
$BN_GEN_REC_AUTO_COMPLETE	= Nastavenie
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; FPS
$ST_FPS_OVERLAY			= Prekladanie
$CK_FPS_OVERLAY_HOTKEY		= Kl.skratka
$CK_FPS_OVERLAY			= Náhľad prekladania obr/s
$ST_FPS_LIMIT			= Limit
$CK_FPS_LIMIT_HOTKEY		= Kl.skratka
$CK_FPS_LIMIT			= Nastaviť limit obr/s 
$CK_FPS_LIMIT_ONLY_CAP		= Len po zachytení
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; VIDEO
$ST_VID_RECORD			= Nahrávanie
$CK_VID_RECORD_HOTKEY		= Kl.skratka Nahrať/Zastaviť 
$CK_VID_PAUSE_HOTKEY		= Kl.skratka Pozastaviť
$CK_VID_SHOW_CURSOR		= Zobraziť ukazovateľ myši
$CK_VID_CLICK_EFFECTS		= Pridať efekty klikov myši 
$CK_VID_WEBCAM_OVERLAY		= Pridať náhľad webkamery
$BN_VID_RECORD_SETTINGS		= Nastavenia
$ST_VID_FORMAT			= Formát
$ST_VID_FORMAT_VIDEO		= Video
$ST_VID_FORMAT_AUDIO		= Audio
$BN_VID_FORMAT_SETTINGS		= Nastavenia
$BN_VID_FORMAT_PRESETS		= Predvoľby
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IMAGE
$ST_IMG_CAPTURE			= Zachytenie
$CK_IMG_CAPTURE_HOTKEY		= Kl.skratka
$CK_IMG_CAPTURE_REPEAT		= Urobiť ďalšiu snímku
$ST_IMG_CAPTURE_REPEAT		= sek.
$CK_IMG_SHOW_CURSOR		= Zobraziť ukazovateľ myši
$CK_IMG_SHUTTER_SOUND_EFFECT	= Efekt zvuku uzávierky
$ST_IMG_FORMAT			= Formát
$CK_IMG_FORMAT_BMP		= BMP
$CK_IMG_FORMAT_PNG		= PNG
$CK_IMG_FORMAT_JPG		= JPG - obyčajný
$CK_IMG_FORMAT_JPG_HQ		= JPG - vysoká kvalita
$BTN_IMG_FORMAT_ANIGIF		= Ako uložiť animáciu GIF
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; OUTPUTS
$ST_OUT_TAB_VIDEO		= Video
$ST_OUT_TAB_IMAGE		= Obrázok
$BN_OUT_PLAY_VIDEO		= Prehrať
$BN_OUT_OPEN_IMAGE		= Otvoriť
$BN_OUT_EDIT			= Upraviť
$BN_OUT_UPLOAD			= Odoslať
$BN_OUT_DELETE			= Vymazať
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; ABOUT
$ST_ABO_VERSION_INFO		= Verzia Bandicam
$ST_ABO_COPYRIGHT		= Autorské právo(c) 2009-2015 Bandisoft.com.
$BN_ABO_NEW_VERSION		= Je dostupná nová verzia.
$BN_ABO_CHECK_UPDATE		= Kontrola aktualizácií
$ST_ABO_LICENCE_INFO		= Info o licencii 
$BN_ABO_REGISTER		= Registrovať
$BN_ABO_REGISTER_HELP		= Ako postupovať pri nákupe a registrácii
$ST_ABO_HOMEPAGE_INFO		= Adresa webovej stránky
$ST_ABO_HOMEPAGE_URL		= Domovská stránka
$ST_ABO_FAQ_URL			= Podpora
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Tooltip
$TOOLTIP_OPEN_FOLDER		= Otvoriť výstupný priečinok
$TOOLTIP_SCREENSHOT		= Zachytiť obrázok
$TOOLTIP_RECORD			= Nahrať / Zastaviť
$TOOLTIP_PAUSE			= Pozastaviť
$TOOLTIP_UI_MODE		= Jednoduché/Pokročilé užívateľské rozhranie
$TOOLTIP_REGISTER		= Registrovať Bandicam
$TOOLTIP_ONLINE_HELP		= Online nápoveda

$TOOLTIP_TOOL_PEN		= Pero
$TOOLTIP_TOOL_PEN_HL		= Zvýrazňovač 
$TOOLTIP_TOOL_BOX		= Rám
$TOOLTIP_TOOL_ERASER		= Guma
$TOOLTIP_TOOL_COLOR		= Vybrať farbu
$TOOLTIP_TOOL_LINE		= Hrúbka čiary
$TOOLTIP_TOOL_UNDO		= Späť (Ctrl+Z)
$TOOLTIP_TOOL_REDO		= Znovu (Ctrl+Y)
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;


[DIALOG]

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; GENERAL 
IDCANCEL			= Koniec
IDOK				= OK
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT
IDD_VIDEO_FORMAT		= Nastavenie formátu 
IDC_ST_FMTSET_FILE		= Typ súboru
IDC_ST_FMTSET_VIDEO		= Video
IDC_ST_VIDEO_SIZE		= Veľkosť
IDC_ST_VIDEO_FPS		= Obr/s
IDC_ST_VIDEO_CODEC		= Kodek
IDC_ST_VIDEO_BITRATE		= Bit. tok kb/s
IDC_ST_VIDEO_QUALITY		= Kvalita %
IDC_ST_FMTSET_AUDIO		= Audio
IDC_CK_AUDIO_ORIGINAL_PCM	= Uložiť v originálnom formáte
IDC_ED_AUDIO_ORIGINAL_PCM	= Možnosť uloženia zvuku na viackanálový alebo vo vysokom rozlíšení (96 KHz a viac).
IDC_ST_AUDIO_CH			= Kanály
IDC_ST_AUDIO_FREQ		= Kmitočet
IDC_ST_AUDIO_CODEC		= Kodek
IDC_ST_AUDIO_BITRATE		= Bit. tok kb/s
IDC_ST_FORMAT_HELP		= [Nápoveda]

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_REGISTER
IDD_REGISTER			= Ako zaregistrovať Bandicam
IDC_ST_1BUY			= 1. Kúpiť
IDC_ST_1BUY_COMMENT		= Všimnite si prosím, že Bandicam nie je bezplatný softvér. Pokiaľ si neprajete žiadny vodoznak vo vašej videonahrávke, musíte si od nás kúpiť licenciu Bandicam.
IDC_BTN_BUY_ONLINE		= Kúpiť online
IDC_ST_2REGISTER		= 2. Registrovať
IDC_ST_2REGISTER_COMMENT	= Na registráciu Bandicam musíte byť pripojený online.
IDC_ST_EMAIL_ADDRESS		= Emailová adresa
IDC_ST_SERIAL_NUMBER		= Sériové číslo
IDC_BTN_REGISTER_NOW		= Registrovať teraz
IDC_BTN_CLOSE			= Zavrieť

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPDATE_CHECK
IDD_UPDATE_CHECK		= Kontrola aktualizácií
IDC_ST_UPDATE_SETTING		= Nastavenie
IDC_CK_UPDATE_ENABLE		= Povoliť automatickú kontrolu aktualizácií.
IDC_CK_UPDATE_POPUP		= Ukázať okno, ak je k dispozícii nová aktualizácia.
IDC_UPDATE_CHECK_NOW		= Kontrola aktualizácií
IDC_CLOSE			= Zavrieť

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_SHEET
IDD_OPT_SHEET			= Pokročilé nastavenia
IDC_BTN_RESET			= Obnoviť

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_GENERAL
IDC_ST_ADV_GENERAL		= Hlavný
IDC_CK_ALWAYS_ON_TOP2		= Okno s rámikom Bandicam vždy navrchu
IDC_CK_START_MINIMIZED_TO_TRAY	= Po spustení Bandicam minimalizovať do lišty
IDC_CK_RUN_WHEN_START		= Spustiť Bandicam po spustení Windows
IDC_CK_RECORD_WHEN_RUN		= Po spustení nahrávať v režime celej obrazovky
IDC_CK_SHOW_FPS_IN_VIDEO	= Ukázať obr/s pri zachytení videa/obrázku
IDC_ST_SHOW_FPS_IN_VIDEO	= (Len v 'Režime nahrávania hry')
IDC_CK_SHOW_TIP_BAR		= Ukázať tipy/lištu s informáciami
IDC_CK_NO_TRAY_BALLOON		= Vypnúť bublinové oznámenia v oblasti tray
IDC_ST_ADV_AUTOMATIC		= Automaticky

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_OUTPUT
IDC_ST_OUT_OUTPUT		= Výstup
IDC_ST_OUT_OUTPUT_FOLDER	= Výstupný priečinok
IDC_CK_OUT_CREATE_SUBFOLDER	= Vytvoriť výstupný podpriečinok po zápise súboru
IDC_CK_OUT_ENABLE_WRITE_CACHING	= Povoliť ukladanie do vyrovnávacej pamäti na disku
IDC_ST_OUT_FILE_NAMING		= Nastavenie názvu súboru
IDC_ST_OUT_EXAMPLE		= Napr.)

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_LANG
IDC_ST_AD_LANGUAGE		= Jazyk
IDC_ST_TRANSLATOR		= Vďaka prekladateľom

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_HOOK
IDC_ST_HK_TARGET		= Vymedzenie cieľa
IDC_CK_HK_OPENGL		= Otvoriť hlavné okno
IDC_CK_HK_DDRAW			= DirectDraw
IDC_CK_HK_DX7			= DirectX 7
IDC_CK_HK_DX8			= DirectX 8
IDC_CK_HK_DX9			= DirectX 9
IDC_CK_HK_DX10			= DirectX 10
IDC_CK_HK_DX11			= DirectX 11
IDC_CK_DISABLE_DX11_ON_IE9	=Vypnúť vym. cieľa DX10/11 vo Firefoxe/IE9 a vyššom 
IDC_CK_DISABLE_OVERLAY_ON_DX	= Vypnúť prekladanie videa v DirectX
IDC_BTN_BLOCK_LIST		= Zoznam zablokovaných procesov

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_OTHERS
IDC_ST_OTHER_SETTINGS		= Iné nastavenia
IDC_BTN_VIDEO_RECORD_SETTINGS	= Nastavenie nahrávania videa
IDC_BTN_VIDEO_FORMAT_SETTINGS	= Nastavenie formátu videa
IDC_BTN_AUTO_COMPLETE_RECORDING	= Úplné automatické nahrávanie

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_REC_CONTROL
IDD_REC_CONTROL			= Úplné automatické nahrávanie
IDC_ST_RC_HOWTO			= Povoliť dolu podmienku úplného automatického nahrávania
IDC_RD_RC_NOTCOMPLETE		= Nepovoliť žiadnu
IDC_RD_RC_TIME			= Čas nahrávania
IDC_ST_RC_MAX_TIME		= Max.
IDC_RD_RC_SIZE			= Veľkosť súboru nahrávania
IDC_ST_RC_MAX_SIZE		= Max.
IDC_ST_RC_AFTER			= Po skončení automatického nahrávania
IDC_RD_RC_NOTHING		= Nepovoliť nič
IDC_RD_RC_NEW_RECORDING		= Spustiť nové nahrávanie
IDC_RD_RC_EXIT_BDCAM		= Zastaviť nahrávanie a ukončiť Bandicam
IDC_RD_RC_SHUTDOWN		= Vypnúť počítač

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_SHUTDOWN
IDD_SHUTDOWN			= Vypnutie
IDC_ST_SHUTDOWN			= Vypnutie
IDC_ST_SHUTDOWN_INFO		= Tento počítač bude vypnutý.\nAk ho nechcete vypnúť, stlačte 'Koniec'.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_SHEET_SETTINGS
IDD_VID_SHEET_SETTINGS		= Nastavenie nahrávania

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_SOUND
IDC_CK_RECORD_SOUND		= Nahrať zvuk
IDC_ST_SND_SELECT_1		= Základné zariadenie
IDC_BTN_SND_SETTING_1		= Nastavenie
IDC_ST_SND_SELECT_2		= Vedľajšie zariadenie
IDC_BTN_SND_SETTING_2		= Nastavenie
IDC_CK_SND_MIX_SOUND		= Dva zmiešané zvuky(základný+vedľajší do jednej audio stopy)
IDC_CK_SND_CAP_HOTKEY		= Počas priebehu nahrať len "Vedľajšie zariadenie" 
IDC_ST_SOUND_HELP		= [Nápoveda]
IDC_CK_SND_SAVE_AS_WAV		= Uložiť audio stopu počas nahrávania (.wav)

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_WEBCAM
IDC_CK_ADD_WEBCAM		= Pridať náhľad webkamery do videa
IDC_ST_WEBCAM_SETTING		= Nastavenia
IDC_ST_WEBCAM_DEVICE		= Webkamera:
IDC_ST_WEBCAM_SIZE		=Veľkosť okna:
IDC_ST_WEBCAM_POS		= Poloha:
IDC_BTN_WEBCAM_DEVICE		= Nastavenia
IDC_BTN_WEBCAM_PREVIEW		= Náhľad
IDC_ST_WEBCAM_LR_MARGINS	= Ľavý/pravý okraj:
IDC_ST_WEBCAM_TB_MARGINS	= Horný/dolný okraj:
IDC_ST_WEBCAM_FOR_DX_GL		= Pre  'Režim nahrávania hry' 
IDC_CK_WEBCAM_PREVIEW_ON_A_SCREEN = Náhľad webkamery na obrazovke (DX8 a novší)
IDC_CK_WEBCAM_PREVIEW_HOTKEY	= Povoliť náhľad kl. skratky pre prepínanie

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_LOGO
IDC_CK_ADD_LOGO			= Pridať logo do videa
IDC_ST_LOGO_SETTING		= Nastavenie
IDC_ST_LOGO_IMAGE		= Obrázok:
IDC_ST_LOGO_OPACITY		= Priehľadnosť:
IDC_ST_LOGO_POS			= Poloha:
IDC_ST_LOGO_LR_MARGINS		= Ľavý/pravý okraj:
IDC_ST_LOGO_TB_MARGINS		= Horný/dolný okraj:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_EFFECTS
IDC_ST_EFFECTS_MOUSE		= Efekty myši
IDC_CK_ADD_CLICK_EFFECTS	= Pridať efekty klikov myši
IDC_ST_LEFT_CLICK_COLOR		= Farba ľavého kliknutia
IDC_ST_RIGHT_CLICK_COLOR	= Farba pravého kliknutia
IDC_CK_ADD_HIGHLIGHT_EFFECTS	= Pridať efekt zvýraznenia myši
IDC_ST_HIGHLIGHT_COLOR		= Farba zvýraznenia

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_OPTIONS
IDC_ST_REC_OPTIONS		= Možnosti
IDC_ST_REC_PRIORITY		= Priorita nahrávania:
IDC_ST_REC_PRIORITY2		= Vyššia priorita môže znížiť počet chýbajúcich obrázkov.
IDC_ST_FOR_DX_GL		= Pre  'Režim nahrávania hry' 
IDC_CK_SKIP_RECORDING		= Preskočiť nahrávanie, pokiaľ rámik nie je aktualizovaný
IDC_CK_ENHANCED_DX9_CAPTURE	= Použiť pokročilú metódu snímania(rýchlejšia, len DirectX 9)
IDC_ST_FOR_RECT_SCREEN		= Pre  'Režim nahrávania obrazovky'
IDC_CK_ENHANCED_CAPTURE		= Použiť pokročilú metódu snímania(rýchlejšia, Win 8 a vyšší)

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_WEBCAM_PREVIEW
IDD_VIDEO_WEBCAM_PREVIEW	= Náhľad webkamery

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TARGET_CUSTOM_SIZE
IDD_TARGET_CUSTOM_SIZE		= Vlastný výber veľkosti
IDC_ST_TARGET_SIZE_SETTING	= Nastavenie
IDC_ST_TARGET_SIZE		= Nastaviť veľkosť:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TARGET_ADD_SIZE_PRESET
IDD_TARGET_ADD_SIZE_PRESET	= Pridať novú prednastavenú veľkosť
IDC_ST_ADD_SIZE_PRESET		= Môžete si nastaviť a uložiť vlastnú pozíciu a veľkosť rámiku okna.\nZadajte veľkosť novej predvoľby.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TARGET_EDIT_SIZE_PRESET
IDD_TARGET_EDIT_SIZE_PRESET	= Upraviť prednastavenú veľkosť
IDC_BTN_SIZE_PRESET_ADD		= Pridať
IDC_BTN_SIZE_PRESET_DEL		= Vymazať
IDC_BTN_SIZE_PRESET_REN		= Zmeniť
IDC_BTN_SIZE_PRESET_UP		= Hore
IDC_BTN_SIZE_PRESET_DN		= Dolu

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TARGET_REN_SIZE_PRESET
IDD_TARGET_REN_SIZE_PRESET	= Zmeniť veľkosť novej predvoľby
IDC_ST_REN_SIZE_PRESET		= Zadajte veľkosť pre novú predvoľbu. 

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_ACAP_INFO
IDD_ACAP_INFO			= Info
IDC_ST_ACAP_INFO		= Info o zachytení audia
IDC_ST_ACAP_INFO2		= Vaša zvuková karta nedokáže zachytiť zvuk. Skontrolujte prosím vaše ' Ovládače nahrávania '.\n\nChcete Nápovedu online z webstránky?
IDC_CK_ACAP_DO_NOT_ASK		= Nepýtať sa znova
IDC_BTN_YES			= Áno
IDC_BTN_NO			= Nie

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_RC_MAX_TIME
IDD_RC_MAX_TIME			= Max. čas nahrávania
IDC_ST_RC_TIME_SETTING		= Nastavenie
IDC_ST_RC_TIME_HOUR		= Hod.
IDC_ST_RC_TIME_MIN		= Min.
IDC_ST_RC_TIME_SEC		= Sek.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_RC_MAX_SIZE
IDD_RC_MAX_SIZE			= Max. veľkosť súboru nahrávania
IDC_ST_RC_FILESIZE_SETTING	= Nastavenie

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_PAGE_ADD_PRESET
IDD_VIDEO_PAGE_ADD_PRESET	= Pridať novú predvoľbu
IDC_ST_ADD_PRESET		= Aktuálne nastavenie formátu môžete uložiť ako novú predvoľbu.\nZadajte názov novej predvoľby.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_PAGE_EDIT_PRESET
IDD_VIDEO_PAGE_EDIT_PRESET	= Upraviť predvoľby
IDC_BTN_PRESET_ADD		= Pridať
IDC_BTN_PRESET_DEL		= Vymazať
IDC_BTN_PRESET_REN		= Zmeniť
IDC_BTN_PRESET_UP		= Hore
IDC_BTN_PRESET_DN		= Dole

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_PAGE_REN_PRESET
IDD_VIDEO_PAGE_REN_PRESET	= Zmeniť predvoľbu
IDC_ST_REN_PRESET		= Zadajte nový názov pre predvoľbu.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_CODEC_EX
IDD_VIDEO_CODEC_EX		= Vybrať externý video kodek
IDC_ST_CODEC_EX_LIST		= Zoznam kodekov
IDC_ST_CODEC_EX_SETTINGS	= Nastavenia
IDC_ST_CODEC_EX_DRIVER		= Názov ovládača
IDC_ST_CODEC_EX_FOURCC		= FourCC kód
IDC_ST_CODEC_EX_QUALITY		= Kvalita
IDC_ST_CODEC_EX_DATERATE	= Dátový tok
IDC_ST_CODEC_EX_KEYFRAME	= Tok obrázkov
IDC_BTN_CODEC_EX_CONFIG		= Konfigurovať
IDC_BTN_CODEC_EX_ABOUT		= O kodeku
IDC_ST_CODEC_EX_HELP		= [Nápoveda]

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_HOOK_BLOCK
IDD_OPT_HOOK_BLOCK		= Zoznam zablokovaných procesov
IDC_ST_BLOCK_LIST		= Nasledujúce procesy nie je možné zastaviť, obmedziť.
IDC_ST_BLOCK_LIST_EX		= Príklad:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_CUDA
IDD_VIDEO_FORMAT_CUDA		= Nastavenie kodeku H.264 (NVIDIA® CUDA™) 
IDC_ST_H264_CUDA_RATE_CONTROL	= Nastavenie rýchlosti
IDC_RD_H264_CUDA_VBR		= VBR - uprednostniť kvalitu (doporučené)
IDC_RD_H264_CUDA_CBR		= CBR - uprednostniť rýchlosť prenosu
IDC_ST_H264_CUDA_GPU_USAGE	= Použitie grafického procesora (GPU)
IDC_RD_H264_CUDA_GPU_CPU	= GPU + CPU
IDC_RD_H264_CUDA_GPU		= Len GPU (použiť rýchlejší GPU)
IDC_ST_H264_CUDA_GPU_DEVICE	= Zariadenie GPU:
IDC_ST_H264_CUDA_OTHER_OPTIONS	= Ďalšie možnosti - interval kľúčových obrázkov
IDC_ST_H264_CUDA_FOURCC_USED	= FourCC kód:
IDC_ST_H264_CUDA_KEYFRAME_INT	= Interval:
IDC_ST_H264_CUDA_FOURCC_HELP	= Nápoveda

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_SYNC
IDD_VIDEO_FORMAT_SYNC		= Nastavenie kodeku H.264 (Quick Sync Video) 
IDC_ST_H264_SYNC_RATE_CONTROL	= Nastavenie rýchlosti
IDC_RD_H264_SYNC_VBR		= VBR - uprednostniť kvalitu (doporučené)
IDC_RD_H264_SYNC_CBR		= CBR - uprednostniť rýchlosť prenosu
IDC_ST_H264_SYNC_OTHER_OPTIONS	= Ďalšie možnosti - interval kľúčových obrázkov
IDC_ST_H264_SYNC_FOURCC_USED	= FourCC kód:
IDC_ST_H264_SYNC_KEYFRAME_INT	= Interval:
IDC_ST_H264_SYNC_FOURCC_HELP	= Nápoveda

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_APP
IDD_VIDEO_FORMAT_APP		= Nastavenie kodeku H.264 (AMD APP) 
IDC_ST_H264_APP_RATE_CONTROL	= Nastavenie rýchlosti
IDC_RD_H264_APP_VBR		= VBR - uprednostniť kvalitu (doporučené)
IDC_RD_H264_APP_CBR		= CBR - uprednostniť rýchlosť prenosu
IDC_ST_H264_APP_OTHER_OPTIONS	= Ďalšie možnosti - interval kľúčových obrázkov
IDC_ST_H264_APP_FOURCC_USED	= FourCC kód:
IDC_ST_H264_APP_KEYFRAME_INT	= Interval:
IDC_ST_H264_APP_FOURCC_HELP	= Nápoveda

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_XVID
IDD_VIDEO_FORMAT_XVID		= Nastavenie kodeku Xvid 
IDC_ST_XVID_RATE_CONTROL	= Nastavenie rýchlosti
IDC_RD_XVID_VBR			= VBR - uprednostniť kvalitu (doporučené)
IDC_RD_XVID_CBR			= CBR - uprednostniť rýchlosť prenosu
IDC_ST_XVID_OPTIMIZATION	= Optimalizácia
IDC_RD_XVID_FASTER_SPEED	= Vyššia rýchlosť kódovania
IDC_RD_XVID_SMALLER_SIZE	= Menšia veľkosť súboru
IDC_ST_XVID_OTHER_OPTIONS	= Ďalšie možnosti - interval kľúčových obrázkov
IDC_ST_XVID_KEYFRAME_INT	= Interval:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_NVENC
IDD_VIDEO_FORMAT_NVENC		= Nastavenie kodeku H.264 (NVIDIA® NVENC) 
IDC_ST_H264_NVENC_RATE_CONTROL	= Nastavenie rýchlosti
IDC_RD_H264_NVENC_VBR		= VBR - uprednostniť kvalitu (doporučené)
IDC_RD_H264_NVENC_CBR		= CBR - uprednostniť rýchlosť prenosu
IDC_ST_H264_NVENC_GPU_USAGE	= Použitie grafického procesora (GPU)
IDC_ST_H264_NVENC_GPU_DEVICE	= Zariadenie GPU:
IDC_ST_H264_NVENC_OTHER_OPTIONS	= Ďalšie možnosti - interval kľúčových obrázkov
IDC_ST_H264_NVENC_FOURCC_USED	= FourCC kód:
IDC_ST_H264_NVENC_KEYFRAME_INT	=Interval:
IDC_ST_H264_NVENC_FOURCC_HELP	= Nápoveda

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_H264
IDD_VIDEO_FORMAT_H264		= Nastavenie H.264 (CPU)
IDC_ST_H264_RATE_CONTROL	= Nastavenie rýchlosti
IDC_RD_H264_VBR			= VBR - uprednostniť kvalitu (doporučené)
IDC_RD_H264_CBR			= CBR - uprednostniť rýchlosť prenosu 
IDC_ST_H264_OPTIMIZATION	= Optimalizácia
IDC_RD_H264_FASTER_SPEED	= Vyššia rýchlosť kódovania
IDC_RD_H264_BALANCED		= Vyvážený výkon
IDC_RD_H264_SMALLER_SIZE	= Menšia veľkosť súboru
IDC_ST_H264_OTHER_OPTIONS	= Ďalšie možnosti - interval kľúčových obrázkov
IDC_ST_H264_KEYFRAME_INT	= Interval:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TIMER_REC_SETTINGS
IDD_TIMER_REC_SETTINGS		= Časovač nahrávania
IDC_ST_TIMER_SETTINGS		= Nastavenia
IDC_RD_TIMER_START_IN		= Spustiť za
IDC_ST_TIMER_MINUTES		= minút
IDC_RD_TIMER_START_AT		= Spustiť o
IDC_CK_TIMER_MINIMIZE		= Po spustení nahrávania minimalizovať do lišty v ozn. oblasti.
IDC_ST_TIMER_AUTO_COMPLETE	= Úplné automatické nahrávanie
IDC_BTN_TIMER_AUTO_COMPLETE	= Nastavenie

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TIMER_REC_WAITING
IDD_TIMER_REC_WAITING		= Časovač nahrávania - Nastaviť neskorší začiatok nahrávania
IDC_ST_TIMER_WAITING_INFO	= Spustiť automaticky nahrávanie dňa / od:  %s.
IDC_ST_TIMER_ELAPSED		= Uplynulý čas:
IDC_ST_TIMER_REMAINING		= Zostávajúci čas:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_FPS
IDD_VIDEO_FORMAT_FPS		= Nastavenie obr/s
IDC_ST_FORMAT_FPS_MODE		= Režim frekvencie obr/s 
IDC_RD_FORMAT_FPS_CFR		= Preferovať CFR - konštantnú frekvenciu obr/s 
IDC_ST_FORMAT_FPS_CFR		= Vrátiť sa späť k VFR, ak je frekvencia snímok príliš nízka.
IDC_RD_FORMAT_FPS_VFR		= Použiť VFR - variabilnú frekvenciu obr/s (doporučené)
IDC_ST_FORMAT_FPS_HELP		=Nápoveda

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPLOAD_TO_VIMEO
IDD_UPLOAD_TO_VIMEO		= Odoslaťať na Vimeo.com
IDC_ST_VIMEO_UPLOADINFO		= Info o odoslanom súbore
IDC_ST_VIMEO_FILENAME		= Názov súboru:
IDC_ST_VIMEO_TITLE		= Názov:
IDC_ST_VIMEO_DESCRIPTION	= Popis:
IDC_ST_VIMEO_PRIVACY		=Zviditeľniť:
IDC_RD_VIMEO_PRIVACY_ANYONE	= Komukoľvek - povoliť zobrazenie videa všetkým
IDC_RD_VIMEO_PRIVACY_ONLYME	= Len mne - povoliť zobrazenie videa len mne
IDC_RD_VIMEO_PRIVACY_FOLLOW	= Len priateľom - povoliť zobrazenie videa mojim priateľom na Vimeu
IDC_BTN_VIMEO_UPLOAD		= Odoslať
IDC_LN_VIMEO_HELP		= Pomoc

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPLOADING_VIMEO
IDD_UPLOADING_VIMEO		= Nahrávam ...
IDC_ST_VIMEO_UPLOADED		= Nahrávanie videa je kompletné!
IDC_ST_VIMEO_LINK		= Odkaz:
IDC_ST_VIMEO_EMBED		= Vložiť:
IDC_BTN_VIMEO_LINK_GO		= Uložiť
IDC_BTN_VIMEO_EMBED_COPY	= Kopírovať
IDC_BTN_VIMEO_CLOSE		= Zavrieť

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_NVENC_AVAILABLE
IDD_VIDEO_NVENC_AVAILABLE	= K dispozícii je NVENC 
IDC_LN_NVENC_AVAILABLE		= K dispozícii je kodek NVIDIA NVENC H.264. NVENC je vysoko výkonný dekóder, využívajúci hardvérovú akceleráciu. Chcete použiť kodek NVENC H.264?\n<a>Viac</a>
IDC_CK_NVENC_AVAILABLE		= Nabudúce nezobrazovať

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_QSV_AVAILABLE
IDD_VIDEO_QSV_AVAILABLE		= K dispozícii je Intel® Quick Sync Video (QSV)
IDC_LN_QSV_AVAILABLE		= K dispozícii je kodek Intel® Quick Sync Video H.264. QSV je vysoko výkonný dekóder, využívajúci hardvérovú akceleráciu. \nChcete použiť kodek QSV H.264?\n<a>Viac</a>
IDC_CK_QSV_AVAILABLE		= Nabudúce nezobrazovať

[MENU]
ID_POPUP_ABOUT			= O Bandicame
ID_POPUP_GENERAL		= Všeobecné nastavenie
ID_POPUP_FRAME			= Nastavenie - obr/s
ID_POPUP_VIDEO			= Nastavenie videa
ID_POPUP_IMAGE			= Nastavenie obrázku
ID_POPUP_OUTPUTS		= Zoznam súborov vo výstupnom priečinku
ID_POPUP_OPENOUTPUTFOLDER	= Otvoriť výstupný priečinok
ID_POPUP_TARGET			= Otvoriť v ...
ID_POPUP_SIZE			= Veľkosť okna pri otvorení programu
ID_POPUP_EXIT			= Ukončiť

ID_TARGET_DIRECTX		= ... 'Režime nahrávania hry'
ID_TARGET_RECTANGLE		= ... 'Režime nahrávania obrazovky'
ID_TARGET_HELP			= Nápoveda

ID_TARGET_HIDE			= Zobraziť / Skryť okno \t Ctrl+Alt+H
ID_TARGET_PEN			= Režim kreslenia \t Ctrl+Alt+D
ID_TARGET_ALWAYS_ON_TOP		= Vždy na vrchu
ID_TARGET_TRANSPARENCY		= Priehľadnosť
ID_TARGET_SIZE			= Nastaviť veľkosť okna rámiku
ID_TARGET_ADJUST		= Nastavenie

ID_TARGET_MOVE_LEFT		= Presunúť vľavo \t LeftLeft
ID_TARGET_MOVE_RIGHT		= Presunúť vpravo \t Right
ID_TARGET_MOVE_UP		= Presunúť hore \t Up
ID_TARGET_MOVE_DOWN		= Presunúť dole \t Down

ID_TARGET_INC_WIDTH		= Zväčšiť šírku \t Shift+Right
ID_TARGET_DEC_WIDTH		= Zmenšiť šírku \t Shift+Left
ID_TARGET_INC_HEIGHT		= Zväčšiť výšku \t Shift+Down
ID_TARGET_DEC_HEIGHT		= Zmenšiť výšku \t Shift+Up

ID_TARGET_FIND_WINDOW		= Nájsť okno \t Ctrl+F
ID_TARGET_FULLSCREEN		= Celá obrazovka \t Ctrl+Enter
ID_TARGET_RATIO_4_3		= Prispôsobiť na 4:3
ID_TARGET_RATIO_16_9		= Prispôsobiť na 16:9
ID_TARGET_SIZE_CUSTOM		= Vlastná veľkosť \t Ctrl+U
ID_TARGET_SIZE_PRESET		= Veľkosť novej predvoľby\t Shift+RButton 
ID_TARGET_SIZE_PRESET_ADD	= Pridať vlastnú predvoľbu
ID_TARGET_SIZE_PRESET_EDIT	= Upraviť predvoľby

ID_TARGET_OPEN_OUTPUTFOLDER	= Otvoriť výstupný priečinok
ID_TARGET_EXIT_BANDICAM		= Ukončiť Bandicam

ID_USER_PRESET_ADD		= Pridať vlastnú predvoľbu
ID_USER_PRESET_EDIT		= Upraviť predvoľby

ID_SORT_BY_DATE			= Zoradiť podľa dátumu
ID_SORT_BY_NAME			= Zoradiť podľa názvu
ID_SORT_BY_SIZE			= Zoradiť podľa veľkosti

ID_OUTPUTS_LB_PLAY		= Prehrať
ID_OUTPUTS_LB_OPEN		= Otvoriť
ID_OUTPUTS_LB_EDIT		= Upraviť
ID_OUTPUTS_LB_DELETE		= Vymazať
ID_OUTPUTS_LB_SELECT_ALL	= Vybrať všetko
ID_OUTPUTS_LB_OPEN_FOLDER	= Otvoriť výstupný priečinok

ID_BDCAM_SIZE_DEFAULT		= Predvolená veľkosť
